amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
amazonwebservices.codewhisperer-for-command-line-companion
dracula-theme.theme-dracula
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
hashicorp.terraform
mermaidchart.vscode-mermaid-chart
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one