amazonwebservices.aws-toolkit-vscode
dracula-theme.theme-dracula
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
PKief.material-icon-theme
ritwickdey.LiveServer
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
